[
    {
        "name": "Rocky I",
        "year": 1976,
        "director": "John G. Avildsen",
        "pic_sm": "foto-1-chica.jpg",
        "pic_lg": "foto-1-grande.jpg",
        "trailer": "https://www.youtube.com/watch?v=7RYpJAUMo2M&ab_channel=JohnVexer",
        "description": "La historia narra la búsqueda del sueño americano por parte de Rocky Balboa, un italoestadounidense de clase baja que se dedica a cobrar los créditos de un prestamista de Filadelfia. Aunque tiene talento para el boxeo, le falta motivación, pero la encuentra ante la oportunidad única de combatir por el título de los pesos pesados y por el amor de una mujer."
    },
    {
        "name": "Rocky II",
        "year": 1979,
        "director": "Sylvester Stallone",
        "pic_sm": "foto-2-chica.jpg",
        "pic_lg": "foto-2-grande.jpg",
        "trailer": "https://www.youtube.com/watch?v=6PSSxAGSiCY&ab_channel=RottenTomatoesClassicTrailers",
        "description": "Rocky II empieza donde finaliza Rocky. Después del combate, que ha ganado Apollo por decisión dividida, los dos púgiles son llevados en ambulancia al hospital, y coinciden nuevamente en Urgencias. Apollo está enfadado con Rocky por haber estado a punto de ganarle y reclama otra oportunidad para ganarle de nuevo a Rocky, pero esta vez por KO. Rocky rechaza el combate y le dice que se va a retirar."
    },
    {
        "name": "Rocky III",
        "year": 1982,
        "director": "Sylvester Stallone",
        "pic_sm": "foto-3-chica.jpg",
        "pic_lg": "foto-3-grande.jpeg",
        "trailer": "https://www.youtube.com/watch?v=o7vbDPUMWDc&ab_channel=MGM",
        "description": "Rocky III empieza donde finaliza Rocky II, con Rocky ganando el título de campeón mundial de peso completo ante Apollo Creed (Carl Weathers). Tras la pelea por el título, Creed se retira y Rocky, ahora el nuevo campeón, defiende hasta diez veces su título en los siguientes cinco años, todo esto bajo la melodía Eye of the tiger de Survivor."
    },
    {
        "name": "Rocky IV",
        "year": 1985,
        "director": "Sylvester Stallone",
        "pic_sm": "foto-4-chica.jpeg",
        "pic_lg": "foto-4-grande.jpg",
        "trailer": "https://www.youtube.com/watch?v=4qjV0bB2V0Q&ab_channel=MGM",
        "description": "La película empieza donde termina Rocky III, cuando Rocky logra vencer a Clubber Lang en la pelea de revancha por el título y en el gimnasio de Mickey, Rocky cumple su palabra de tener una pelea de entrenamiento con Apollo Creed. Horas después de la pelea, Rocky llega tarde a su casa para festejar el cumpleaños de Paulie y le dan de regalo un robot, más tarde Rocky festeja con Adrianne su aniversario de matrimonio de forma anticipada y le regala un reloj."
    },
    {
        "name": "Rocky V",
        "year": 1990,
        "director": "John G. Avildsen",
        "pic_sm": "foto-5-chica.jpg",
        "pic_lg": "foto-5-grande.jpg",
        "trailer": "https://www.youtube.com/watch?v=C2_k8p3RQx4&ab_channel=RottenTomatoesClassicTrailers",
        "description": "Rocky Balboa (Sylvester Stallone), campeón mundial de boxeo de peso pesado, es ahora un héroe nacional estadounidense gracias a su gran victoria sobre Iván Drago en la Unión Soviética, sin embargo, Rocky presenta complicaciones de salud tras el combate más duro de su vida ya que mientras estaba en la ducha, notó cómo sus manos empezaban a temblar sin razón alguna. Rocky, Adrianne, Paulie y Tony Duke regresan a los Estados Unidos, dando Rocky una rueda de prensa y anunciando su retirada como boxeador"
    },
    {
        "name": "Rocky Balboa",
        "year": 2006,
        "director": "Sylvester Stallone",
        "pic_sm": "foto-6-chica.jpg",
        "pic_lg": "foto-6-grande.jpeg",
        "trailer": "https://www.youtube.com/watch?v=8tab8fK2_3w&ab_channel=RottenTomatoesClassicTrailers",
        "description": "Rocky Balboa, excampeón del mundo de los pesos pesados, lleva veinte años retirado del boxeo después de su grandiosa victoria en Moscú, frente al gigantesco campeón amateur ruso Iván Drago, pelea que sería la última de su épica carrera.Ahora con 60 años, y tras haber perdido a su gran amor, Adrian Pennino, a causa de un cáncer de ovario en el 2002, no puede parar de pensar en todo lo que vivió junto a ella a lo largo de toda su vida, lo que lo lleva a vivir envuelto en la melancolía."
    },
    {
        "name": "Creed",
        "year": 2015,
        "director": "Ryan Coogler",
        "pic_sm": "foto-7-chica.jpg",
        "pic_lg": "foto-7-grande.jpg",
        "trailer": "https://www.youtube.com/watch?v=ThCq6wYgqek&ab_channel=WarnerBros.PicturesLatinoam%C3%A9rica",
        "description": "En 1998, Adonis “Donnie” Johnson, el hijo de una amante extramarital del excampeón mundial de peso completo Apollo Creed, está preso en un reformatorio juvenil en Los Ángeles, cuando la viuda de Creed, Mary Anne, visita y ofrece adoptarlo.En 2015, Donnie renuncia a un grupo financiero para perseguir su sueño de ser boxeador profesional. Mary Anne se opone a su aspiración recordando cómo su marido fue asesinado en el ring por Iván Drago hace 30 años, pero Donnie hace caso omiso y se marcha de su casa y va a Philadelphia, con la esperanza de contactarse con el viejo amigo y rival de su fallecido padre, el excampeón de peso pesado del mundo, Rocky Balboa. "
    },
    {
        "name": "Creed II",
        "year": 2018,
        "director": "Steven Caple Jr.",
        "pic_sm": "foto-8-chica.jpeg",
        "pic_lg": "foto-8-grande.jpeg",
        "trailer": "https://www.youtube.com/watch?v=QmMqMR2bbGg&ab_channel=WarnerBros.PicturesLatinoam%C3%A9rica",
        "description": "Tres años después de su derrota ante Ricky Conlan, Adonis Creed obtiene una serie de triunfos, que culminan en una victoria sobre Danny Stuntman Wheeler para ganar el Campeonato Mundial de los Pesos Pesados de la WBC. Convertido en una estrella mundial, Adonis le propone matrimonio a su novia, Bianca Taylor, quien acepta casarse con él. Cuando Bianca sugiere comenzar una nueva vida juntos en Los Ángeles, Adonis se muestra reacio a dejar su vida en Filadelfia, tomando en cuenta su buena relación con su entrenador y tutor, Rocky Balboa."
    }
]
